IDEA Open Model
ThermalConductivityLimit Enumeration
Compatible with IDEA StatiCa 20.1
 Thermal conductivity limit
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public enum ThermalConductivityLimit
Public Enumeration ThermalConductivityLimit
Members
Member name | Value | Description
Upper | 0 |  Upper limit
Lower | 1 |  Lower limit
See Also
Reference
IdeaRS.OpenModel.CrossSection Namespace